// "© Copyright 2004-2017 HP Development Company, L.P."

OfflineMessageText = "無法與選取的裝置通訊。\n此裝置可能已關閉，或已中斷連線。";
TextTooLongErrorExplanation = "請輸入文字，文字的長度需小於或等於 %d 個字元。";
NumberNotInRangeErrorExplanation = "請輸入小於 %f 或大於 %f 的數值。";
IncorrectIpAddressErrorExplanation = "IP 位址必須由四組數字組成 (皆為0 到 255)，各組之間以點隔開。";
InvalidCharsInTextErrorExplanation = "請輸入有效的字元。";

NoAlignTitle = "無法執行對齊";
NoAlignMsg = "請檢查是否連接並開啟裝置，然後再試一次。";

NotInitiatedTitle = "無法起始清潔";
NotInitiatedMsg = "無法初始化清潔程序。請檢查裝置是否處於線上狀態，並且未處理任何工作。";

DeviceInReserveModeMsg = "無法在保留模式下執行校正。請更換空的或遺漏的墨水匣。";

TwowayConnectionErrorTitle = "無法建立與裝置的雙向通訊";
TwowayConnectionErrorMessage = "請檢查是否連接並開啟裝置，然後再試一次。";

OnlyPhotoPenInstalledErrorTitle = "無法在僅安裝相片筆時執行校正";
OnlyPhotoPenInstalledErrorMessage = "校正可以在僅安裝彩色墨匣、僅安裝黑色墨匣、安裝彩色/黑色墨匣、彩色/相片墨匣的情況下進行。請安裝其中一種允許的相片筆組合。";

NoPensErrorTitle = "未偵測到任何列印墨水匣";
NoPensErrorMessage = "如果已安裝列印墨水匣，請檢查墨水噴嘴上的膠帶是否已撕下。";

NoCartridgesErrorTitle = "未偵測到任何列印墨水匣";
NoCartridgesErrorMessage = "未安裝全部列印墨匣，無法進行列印。如需詳細資訊，請參閱裝置說明文件。";

FrontDoorOpenTitle = "前門開啟";
DoorOpenTitle = "門/封蓋開啟";
DoorOpenMsg = "裝置無法列印，因為蓋板已打開。請關閉裝置上的所有蓋板。";

CalibrationFailedTitle = "無法執行列印品質校準";

NoCmyCartridgeTitle = "無法執行列印品質校準";
NoCmyCartridgeMsg = "若要執行此程序，請將三色墨水匣插入裝置。";

CDopenTitle = "CD/DVD 匣已打開";
CDopenMsg = "請關閉 CD/DVD 匣以便從主紙匣繼續列印。";

SomeCartridgeErrorTitle = "未安裝全部墨匣，無法進行列印";
SomeCartridgeErrorMessage = "有一個墨匣顯示為遺失、未偵測到或者未正確安裝。";

SomePenErrorTitle = "未安裝全部墨匣，無法進行列印";
SomePenErrorMessage = "有一個墨水匣顯示為遺失、未偵測到或者未正確安裝。";

SomePrintheadErrorTitle = "未安裝全部列印頭，無法進行列印";
SomePrintheadErrorMessage = "列印頭似乎遺失、未偵測到或者未正確安裝。";

PrintheadErrorTitle = "如若未安裝列印頭，則無法執行列印";

DeviceBusyErrorTitle = "裝置目前忙碌";
DeviceBusyErrorMessage = "請等待裝置完成目前的工作。";

IncorrectStateErrorTitle = "裝置處於錯誤狀態";
IncorrectStateErrorMessage = "請解決裝置的錯誤狀況，然後再試一次。";

InstallFuserErrorTitle = "缺少熱凝器";
InstallFuserErrorMessage = "關閉裝置、重新安裝熱凝器，然後重新電源開啟裝置。";

Yes = "是";
No = "否";

HSDCancelButtonTitle = "取消";
HideButtonTitle = "隱藏";
HSDOKButtonTitle = "確定";
HSDContinueButtonTitle = "繼續";
HSDDoneButtonTitle = "完成";
HSDCloseButtonTitle = "關閉";
HSDSkipButtonTitle = "略過";
HSDMoreInfoButtonTitle = "更多資訊…";
HSDQuitButtonTitle = "結束";
HSDRetryButtonTitle = "重試";

DidFailLoadTitle = "無法開啟頁面";
DidFailLoadMessageFormat = "URL: %@\n原因: %@";
LoadingErrorString = "無法使用資源。";
WebLoadingString = "下載中...";

DownloadInfoFormatString = "%@ \ %@";
BytesFormatString = "%d 位元組";
KilobytesFormatString = "%.1f KB";
MegabytesFormatString = "%.1f MB";
GigabytesFormatString = "%.2f GB";

USB = "USB";
Network = "網路";
Bluetooth = "Bluetooth";
Bonjour = "Bonjour";
IP = "IP";
AppleTalk = "Apple Talk";
HPWirelessConnect = "HP 無線連線";
UNKNOWN = "不明";

ProfileErrorTitle = "無法註冊設定檔";
ProfileOperationErrorMessage = "ColorSync 註冊失敗，錯誤碼: %i。";
ProfileNotFoundMessage = "裝置的 ColorSync 項目包含錯誤。請重新建立列印佇列以解決此問題。";

StatusLineSeparator = "%，";
ClearStatusLineSeparator = "，";
ConnectingMessage = "正在連接到裝置\n%@";
AbstractConnectingMessage = "正在連線...";
RetrieveInformationProcessTitle = "擷取資訊中…";
ApplySettingsProgressTitle = "正在套用設定…";

CouldNotRetrieveSettings = "無法擷取設定";
CouldNotRetrieveSettingsDescription = "與裝置進行通訊時發生未知的錯誤。請稍後再試一次。";

//paper management keys
ResponseErrorMessage = "請檢查裝置是否連接、開啟且不在列印中。";
OfflineTitle = "裝置離線";
OfflineMsg = "裝置離線，無法處理列印工作。";
DownloadProfilesTitleString = "正在下載 ICC 設定檔...";
SynchronizeProfilesTitleString = "正在更新 ICC 設定檔...";


//PrintingPropertiesWindow
"TaskNameTitle" = "列印屬性";
"PaperThicknessTitle" = "紙張厚度：";
"NormalThicknessTitle" = "標準";
"ThickThicknessTitle" = "厚";
"DryTimeTitle" = "乾燥時間：";
"ManualDryTimeSecondsTitle" = "秒";
"NoneDryTimeTitle" = "無";
"ReducedDryTimeTitle" = "減少";
"AutomaticDryTimeTitle" = "自動";
"ExtendedDryTimeTitle" = "延長";
"ManualDryTimeTitle" = "手動";
"StarwheelsTitle" = "星狀輪 :";
"UpStarwheelsTitle" = "上";
"DownStarwheelsTitle" = "下";
"VacuumLevelTitle" = "真空等級：";
"HighestVacuumLevelTitle" = "最高";
"HighVacuumLevelTitle" = "高";
"NormalVacuumLevelTitle" = "正常";
"LowVacuumLevelTitle" = "低";
"LowestVacuumLevelTitle" = "最低";
"AdvanceAdjustmentTitle" = "紙張前移校準：";
"AdvanceAdjustmentUnitsTitle" = "‰ (ppt)";
"AdvanceAdjustmentInfoTitle" = "(1‰ 為每公尺 1 公釐或每英吋 1 密爾)";
"InkLimitsTitle" = "整體墨水限制 :";
"GlossEnhancerTitle" = "亮光劑劑量 :";
"CutterTitle" = "裁紙器";
"RestorePrintingPropTitle" = "回復列印屬性";
"HelpButtonTooltip" = "說明";
HSDGoBackButtonTitle = "返回";

// status
StapleCartridgeTitle = "釘書針匣 %d";
BlackDrumTitle = "黑色滾筒";
CyanDrumTitle = "青色滾筒";
YellowDrumTitle = "黃色滾筒";
MagentaDrumTitle = "洋紅色滾筒";
BlackCartridgeTitle = "黑色墨水匣";
CyanCartridgeTitle = "青色墨水匣";
MagentaCartridgeTitle = "洋紅色墨水匣";
YellowCartridgeTitle = "黃色墨水匣";
ImageTransferKit = "轉印套件";
ImageFuserKit = "定影器套件";
RollerKit = "滾軸套件";
MaintenanceKit = "維護套件";
TonerCollectionUnit = "碳粉收集裝置";
DocumentFeederKit = "文件進紙器組件";
InkCollectionUnit = "墨水收集單元";

BlackInkCartridgeTitle = "黑色墨水";
CyanInkCartridgeTitle = "青色墨水";
MagentaInkCartridgeTitle = "洋紅色墨水";
YellowInkCartridgeTitle = "黃色墨水";
LightCyanInkCartridgeTitle = "淡青色墨水";
LightMagentaInkCartridgeTitle = "淡洋紅色墨水";
CMYInkCartridgeTitle = "三色墨水";
KCMInkCartridgeTitle = "相片墨水";
GGKInkCartridgeTitle = "灰色相片墨水";
MatteBlackInkCartridgeTitle = "消光黑墨水";
PhotoBlackInkCartridgeTitle = "亮光黑墨水";
LightGrayInkCartridgeTitle = "淺灰色墨水";
GrayInkCartridgeTitle = "灰色墨水";
BCMInkCartridgeTitle = "藍色相片墨水";
SilverInkCartridgeTitle = "銀色";
GoldInkCartridgeTitle = "金色";
BronzeInkCartridgeTitle = "古銅色";
MetallicInkCartridgeTitle = "金屬色";
LeftInkCartridgeTitle = "左側";
RightInkCartridgeTitle = "右側";

BlackPrintheadName = "黑色噴頭";
CyanPrintheadName = "青色噴頭";
MagentaPrintheadName = "洋紅色噴頭";
YellowPrintheadName = "黃色噴頭";
BlackYellowPrintheadName = "黑色 / 黃色列印頭";
CyanMagentaPrintheadName = "青綠色 / 洋紅色列印頭";
MagentaYellowPrintheadName = "洋紅色 / 黃色列印頭";
MatteBlackCyanPrintheadName = "清光黑 / 青綠色列印頭";
LightMagentaLightCyanPrintheadName = "淺洋紅色 / 淺青綠色列印頭";
PhotoBlackLightGrayPrintheadName = "亮光黑 / 淺灰色列印頭";
LightCyanPrintheadName = "淡青色噴頭";
LightMagentaPrintheadName = "淡洋紅色噴頭";
CMYPrintheadName = "CMY 噴頭";
KCMPrintheadName = "KCM 噴頭";
GGKPrintheadName = "gGK 噴頭";
CMYKPrintheadName = "CMYK 噴頭";
BBBKPrintheadName = "BBBK 噴頭";
MagentaCyanPrintheadName = "洋紅色/青色噴頭";
MatteBlackYellowPrintheadName = "消光黑/黃色噴頭";
GrayPhotoBlackPrintheadName = "灰色/相片黑噴頭";

TrayNameTemlate = "%d 號紙匣";
"ENV FEEDER" = "信封進紙器";
"Envelope Feeder" = "信封進紙器";
"Multipurpose Tray" = "多功能紙匣";

MediaStatusUnknown = "不明";
MediaStatusNotEmpty = "尚未用完";
MediaStatusEmpty = "已用完";
MediaStatusLow = "不足";
MediaStatusFull = "已滿";
MediaStatusOk = "確定";

BlackPrintheadColor = "黑色";
CyanPrintheadColor = "青色";
MagentaPrintheadColor = "洋紅";
YellowPrintheadColor = "黃色";
LightCyanPrintheadColor = "淡青色";
LightMagentaPrintheadColor = "淡洋紅色";
CMYPrintheadColor = "CMY 噴頭";
KCMPrintheadColor = "KCM 噴頭";
GGKPrintheadColor = "gGK 噴頭";
BlackYellowPrintheadColor = "黑色 / 黃色";
CyanMagentaPrintheadColor = "青色 / 洋紅";
MagentaYellowPrintheadColor = "洋紅色 / 黃色";
MatteBlackCyanPrintheadColor = "消光黑 / 青綠色";
LightMagentaLightCyanPrintheadColor = "淺洋紅色 / 淺青綠色";
PhotoBlackLightGrayPrintheadColor = "亮光黑 / 淺灰色";
CMYKPrintheadColor = "CMYK";

// online privacy UI
InfoToSendFieldFormat = "%@: %@\n";
HSDOnlineWarningSheetTitle = "存取線上資訊";
HSDOnlineWarningSheetBasicMessage = "如果按一下「繼續」，將使用您的預設網頁瀏覽器連線並存取 HP 網頁。";

HSDOnlineWarningSheetExtendedMessage = "如果按一下「繼續」，預設網頁瀏覽器將會供線上與存取 HP 網頁使用。若要完成作業，一些資訊將傳送到 HP Web 伺服器上。";
HSDOnlineWarningSheetExtendedComment = "HP 可能會使用此資訊來建立個人化的專屬體驗、提供相關優惠，以及改善您使用 HP 的經驗。";

HSDOnlineWarningSheetCheckboxTitle = "不再顯示此警告";
HSDPrivacyPolicyOnlineLinkTitle = "HP 隱私權聲明";
HSDPrivacyPolicyOnlineLinkValue = "http://welcome.hp.com/country/tw/zh/privacy.html";

HSDPrivacyStatementOnlineLink = "HP 線上隱私權聲明";
HSDViewPrivacyStatementOnlineLink = "HP 隱私權聲明";
HSDViewSharedDataLink = "檢視與 HP 分享的資料";

DetailsTitle = "詳細資料";

MacOSVersion = "Mac OS 版本";
DeviceSerialNumber = "裝置序號";
DeviceModelNumber = "裝置機型號碼";
DeviceProductNumber = "裝置產品編號";
DeviceModelName = "裝置機型名稱";
ServiceID = "服務 ID";
ModelID = "機型 ID";
DeviceSKUName = "裝置 SKU 名稱";
HSDLifesaverClaimIDTitle = "啟用代碼";
HSDDeviceUUIDTitle = "裝置 UUID";
HSDZipCodeTitle = "郵遞區號";

UnsupCartridgeTitle = "不支援的列印墨匣";
UnsupSilverPenMsg = "Macintosh 列印不支援已安裝的銀色列印墨匣。\n請將列印墨匣更換成黑色列印墨匣，然後再試一次。";

UndefinedDrumTitle = "成像鼓";

// authentication dialog
AuthenticationTitle = "鍵入密碼以存取這些設定。";
AuthenticationDescription = "您嘗試存取的設定需要輸入先前在裝置上設定的密碼。";
ShowPasswordTitle = "顯示密碼";
KeyChainTitle = "在我的鑰匙圈中記錄這個密碼";
IncorrectPasswordMessage = "密碼不正確。";

// ICC profile registration
DriverNeedsUpdateMsg = "您的驅動程式需要更新。請按一下「HP 支援」，前往 HP 網站檢查新驅動程式。";
DeviceIsBusyMsg = "裝置正忙。請在裝置未列印時重試。";
HPSupportButtonTitle = "HP 支援";

// Applying device settings
ApplyDeviceSettingsGenericError = "無法套用設定";
ApplyDeviceSettingsGenericErrorRecoverySuggestion = "請檢查裝置是否處於線上狀態並已連接。";

// assistant
AssistantCloseAlertTitle = "您是否確定要關閉助理?";
AssistantCloseAlertMessage = "助理可設定 HP 裝置或軟體，以便您可以充分使用其全部功能。如果未正確地設定裝置，則某些功能可能不可用。";
AssistantTocViewWidth = "140";
AssistantTaskViewPreferredSize = "{630,381}";

DeviceIsAlreadySetUpTitle = "裝置已完成設定";
DeviceIsAlreadySetUpMessage = "選取的裝置已經完成設定。";

DeviceDoesNotRequireSetupTitle = "無需設定";
DeviceDoesNotRequireSetupMessage = "不需要設定選取的裝置。";

CannotConfigureWirelessTitle = "無法設定無線網路";
CannotConfigureWirelessMessage = "所連接的 Ethernet 網路纜線不適用於 Wi-Fi。";

HSDUseHPEasyStartToSetupDeviceTitle = "需要 HP Easy Start 才能設定此裝置";
HSDUseHPEasyStartToSetupDeviceMessage = "HSD_TEXT:HP Easy Start 是設定 HP 印表機並使 Mac 做好列印準備的新方式。HSDHPEasyStartDescription";

HSDUseHPEasyStartToSetupDeviceString = "HSD_TEXT:需要 HP Easy Start 才能設定此位址的裝置。HSDHPEasyStartDescription";

HSDHPEasyStartDescription = "HSD_TEXT:HP Easy Start 將會尋找並安裝適用於您印表機的最新軟體，然後引導您完成印表機的安裝過程。

從 HSD_LINK:HSDEasyStartLink 取得 HP Easy Start。";

DeviceIsNotSupportedTitle = "不支援此裝置";
DeviceIsNotSupportedMessage = "更新 HP Utility，或使用旨在支援此裝置的其他 HP 軟體，可能會解決問題.";
DeviceAtAddressIsNotSupportedString = "此位址的裝置不支援。更新 HP Utility，或使用旨在支援此裝置的其他 HP 軟體，可能會解決問題.";
MultipleDriversNotInstalledTitle = "找不到設定裝置所需的 HP 軟體";
MultipleDriversNotInstalledWarningTitle = "找不到設定裝置所需的部分 HP 軟體";
PrintDriverNotInstalledTitle = "找不到設定列印所需的 HP 軟體";
ScanDriverNotInstalledTitle = "找不到設定掃描所需的 HP 軟體";
FaxDriverNotInstalledTitle = "找不到設定傳真所需的 HP 軟體";
HSDInstallLatestSoftwareMessage = "HSD_TEXT:請至 HSD_LINK:HSD_URL:HSDSupportLink_URL 下載並安裝您裝置適用的最新軟體，然後再試一次。";
HSDMissingSoftwareMessage = "HSD_TEXT:請至 HSD_LINK:HSD_URL:HSDSupportLink_URL 下載並安裝您裝置適用的最新軟體，然後再試一次。如果您選擇繼續而不安裝最新軟體，部分功能將無法正常運作。";

DisabledFeaturesWarningSheetTitle = "已停用的功能";
DisabledFeaturesWarningSheetMessage = "管理員已停用選定裝置的某些功能。\n\n若需更多資訊，請諮詢管理員或參閱裝置文件。";

DeviceIsConnectedViaAccessPointTitle = "無法透過特殊無線網路設定裝置";
DeviceIsProbablyConnectedViaAccessPointMessage = "所選裝置的連線可能是透過特殊無線網路建立。如果裝置在清單中出現兩次，請選擇目前未選取的項目。 否則，請確認裝置已連線電腦可存取的有線或無線網路，然後再試一次。\n\n如果您的電腦未與裝置的特定無線網路連接，請按一下「繼續」以設定裝置。";
DeviceIsConnectedViaAccessPointMessage = "所選裝置的連線可能是透過特殊無線網路建立。如果裝置在清單中出現兩次，請選擇目前未選取的項目。 否則，請確認裝置已連線電腦可存取的有線或無線網路，然後再試一次。";

// HP Privacy Statement Panel
HSDHPPrivacyStatementTitle = "HP 隱私權聲明";
HPPrivacyStatement = "HP 致力於保護我們客戶的隱私權。註冊資料可能以匿名方式使用和彙總，以達到市場研究的目的，藉此協助 HP 改善產品和服務的品質。收集的資料從最後資料傳輸到 HP 之日起最多保留五年，且資料將傳送至可能位於國外的 HP 單位機構。\n\nHP 以電子的方式將您的資料傳送到 HP 伺服器。傳送資料之電腦的 IP 位址僅用於傳輸目的。";
HPOnlinePrivacyStatementButtonTitle = "HP 隱私權聲明";

// Assistant window titles
HSDAssistantWindowTitleFormat = "HP Utility - %@";
HSDAssistantSetupWindowTitle = "設定";

//Add Device Manually titles
ManualAddWindowTitle = "手動新增裝置";
ManualAddTitle = "手動新增裝置";
ManualAddAddressTypeLabel = "位址類型：";
ManualAddAddressLabel = "位址：";
ManualAddFormatTitle = "格式：";
AddButton = "新增";

InvalidAddress = "無效的位址格式";
ProgressMessage = "正在連接裝置…";
NotReachableMessage = "無法連接到裝置";
NotSupportedDeviceMessage = "不支援此位址的裝置";

HostHameFormat = "名稱.網域";
HostOrBonjourDomainName = "主機或 Bonjour 網域名稱";

ConnectToNetworkWithoutBluetooth = "請將電腦連接至有線或無線網路，然後重試一次。";
ConnectToNetwork = "請將電腦連接至有線或無線網路，或啟用 Bluetooth，然後重試一次。";
NoNetworkConnection = "無網路連線";

BluetoothIsOffAlertMessage = "已關閉 Mac 上的 Bluetooth";
BluetoothIsOffAlertExplanation = "請透過「系統偏好設定」或「藍牙」功能表來啟用藍牙";

HPTableHeaderColumnName = "欄位";
MoreInfoTitle = "更多資訊";

// Device Unavailable strings
kDeviceUnavailabilityAlertTitleKey = "與裝置之間的連線中斷";
kDeviceReconnectUnavailabilityAlertTitleKey = "無法與裝置建立連線。";
kDeviceUnavailabilityAlertReconnectButtonTitleKey = "重新連線";
kDeviceUnavailabilityAlertSelectOtherButtonTitleKey = "選取其他…";
kDeviceUnavailabilityAlertMessageKey = "您可以選擇其他裝置或嘗試重新與目前的裝置連線。";

HSDCurrentSettingTitle = "[目前設定]";

DeviceInReserveModeMsgPigment = "無法在保留模式下執行校正，請更換空的或遺失的墨水匣。";
NoPensErrorMessagePigment = "如果已安裝列印墨水匣，請確認貼在墨水匣噴嘴上的塑膠膠帶是否已經撕除。";
SomePenErrorMessagePigment = "墨水匣看似遺失、未被偵測到，或是安裝不正確。";
PageWideCollectionUnit = "收集器";
BlackPageWideCartridgeTitle = "黑色墨水匣";
CyanPageWideCartridgeTitle = "青綠色墨水匣";
MagentaPageWideCartridgeTitle = "洋紅色墨水匣";
YellowPageWideCartridgeTitle = "黃色墨水匣";

// Printer sleeping warning
PrinterIsSleepingTitle = "印表機處於睡眠模式時，此功能無法使用";
PrinterIsSleepingMessage = "若要立即喚醒印表機，請按下方的「喚醒」按鈕";
WakeUpButtonTitle = "喚醒";

HSDUserNameTitle = "使用者名稱:";
HSDPasswordTitle = "密碼:";

HSDPromptToLogin = "要檢視此頁面，您必須登入。";
HSDPromptToLoginIncorrectPassword = "輸入的使用者名稱或密碼不正確。請確定輸入正確，然後再重試一次。";
HSDPromptToLoginInformativeText = "您的密碼將以未加密形式傳送。";
